"LANG" = "(Brazilian Portuguese)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Verificar";
"TB_MAINTAIN" = "Manutenção";
"TB_CLEAN" = "Limpeza";
"TB_UTILS" = "Utilitários";
"TB_AUTOMATE" = "Automação";
"TB_PARAM" = "Parâmetros";
"TB_INFO" = "Info";
"TB_LOG" = "Log";

"TT_ONYX" = "Mostrar somente Barra de Ferramentas";
"TT_CHECK" = "Executar Verificação";
"TT_MAINTAIN" = "Executar manutenção do Sistema";
"TT_CLEAN" = "Executar limpeza";
"TT_UTILS" = "Executar diversas operações";
"TT_AUTOMATE" = "Executar manutenção do sistema e limpeza";
"TT_PARAM" = "Habilitar ou desabilitar funções ocultas";
"TT_INFO" = "Obter informações";
"TT_LOG" = "Mostrar Log do OnyX e CrashReporters";

"EXEC_ONYX" = "Iniciando OnyX";
"READ_PARAM" = "Lendo parâmetros...";
"READ_INFO" = "Lendo informações...";

"DEFAULT" = "por padrão";
"BY_PROC" = " (por processador)";
"BY_CORE" = " (por núcleo)";
"USEDBYSYSTEM" = " (usado pelo Sistema)";
"USEDBYONYX" = " (usado pelo OnyX)";
"OCTETS" = " bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Cancelar";
"B_DL" = "Baixar";
"B_QUIT" = "Encerrar";
"B_CONTINUE" = "Continuar";
"B_RESTART" = "Reiniciar";
"B_CLOSE" = "Fechar";
"B_SHUTDOWN" = "Desligar";
"B_CREATE" = "Criar";
"B_DELETE" = "Apagar";
"B_ENABLE" = "Habilitar";
"B_DISABLE" = "Desabilitar";
"FIELD_ENABLE" = "Habilitado";
"FIELD_DISABLE" = "Desabilitado";

"CHECK_UPDATE" = "Verificando atualizações...";
"UPTODATE" = "OnyX está atualizado.";
"MSG_UPTODATE" = "Não há versão mais recente. Continue sem problemas.";
"NO_UPDATE" = "Não há versão mais recente.";
"NO_UPDATEBETA" = "Não é possível buscar atualizações à partir de uma versão Beta.";
"UPDATE_DL" = "Uma nova versão foi encontrada e baixada.";
"UPDATE_NODL" = "Uma nova versão foi encontrada mas não foi baixada.";
"DL_UPDATE" = "Baixando...";
"NEW_VERS" = "Nova versão encontrada.";
"MSG_VERSA" = "Sua versão atual do OnyX é ";
"MSG_VERSB" = " .\nA versão mais recente disponível é ";
"MSG_VERSC" = " .\n Gostaria de baixá-la?";
"DLOK" = "O arquivo foi baixado.";
"MSG_DLOK" = "A versão mais recente do OnyX foi baixada e está na Mesa ou na pasta indicada nas Preferências do OnyX.";

"CHECK_SMART" = "Verificando estado S.M.A.R.T.";
"MSG_CHECKSMART" = "Verifique regularmente o estado S.M.A.R.T. do disco. Essa operação leva apenas alguns segundos. Ela pode ser desabilitada nas Preferências do OnyX.";
"DISABLE_SMART" = "A verificação do estado S.M.A.R.T. ao iniciar pode ser desabilitada nas Preferências do OnyX.";
"SMART_VERIFIED" = "Estado S.M.A.R.T. verificado.";
"MSG_SMART_VERIFIED" = "O disco parece funcionar corretamente.";
"SMART_NOTSUPPORTED" = "Não há suporte para verificação do estado S.M.A.R.T.";
"MSG_SMART_NOTSUPPORTED" = "Estado S.M.A.R.T. não verificado pois não há suporte do disco.";
"SMART_NOTVERIFIED" = "Estado S.M.A.R.T. não verificado.";
"MSG_SMART_NOTVERIFIED" = "Erro detectado ao verificar o estado S.M.A.R.T. do disco.";
"MSG_SMART_RAID" = "Não é possível ao OnyX verificar o estado S.M.A.R.T. de um conjunto RAID.";

"CHECKDISK" = "Verificando volume de inicialização";
"MSG_ALERTCHECK" = "Antes de executar tarefas de Manutenção ou de Limpeza, recomendamos permitir ao OnyX verificar o volume de inicialização.";
"MSG_CHECKDISK" = "OnyX encerrará todos os aplicativos, pois certos processos podem afetar o resultado (lembre-se de salvar seus documentos!). \nDurante a verificação, o Finder pode tornar-se lento ou não responder, a roda colorida pode aparecer ou seu computador aparentar não responder. Isto é normal. Aguarde o término da verificação!";
"CHECKDISK_OK" = "O volume foi verificado.";
"MSG_CHECKDISK_OK" = "O volume de inicialização parece estar correto.";
"CHECKDISK_NOTOK" = "O volume precisar ser reparado.";
"MSG_CHECKDISK_NOTOK" = "Para reparar seu Disco de Inicialização, reinicie do disco de instalação do Mac OS X, e escolha Utilitários > Utilitário de Disco...";
"NOCHECKDISK" = "Impossível verificar.";
"MSG_NOCHECKDISK" = "Impossível verificar o volume de inicialização pois o mesmo não possui registro cronológico.";

"CHECK_PLIST" = "Verificando arquivos de preferências";
"PLIST_OK" = "Os arquivos de preferências estão corretos.";

"REPAIRPERM" = "Reparando Permissões do Disco";
"DAILY" = "Executando scripts Diários";
"WEEKLY" = "Executando scripts Semanais";
"MONTHLY" = "Executando scripts Mensais";
"ARCHIVEDLOGS" = "Apagando logs Arquivados do Sistema";
"ENDSCRIPTS" = "Scripts finalizados.";
"MSG_ENDSCRIPTS" = "Scripts selecionados executados com sucesso.";
"LAST_EXEC" = "- Última execução: ";
"MAINTAIN" = "Manutenção em andamento...";
"LAUNCHSERVICES" = "Reconstruindo banco de dados LaunchServices";
"DSSTORE" = "Apagando arquivos ocultos .DS_Store";
"DYLDCACHE" = "Atualizando o cache compartilhado dyld's";
"INDEX_SPOTLIGHT" = "Reconstruindo o índex do Spotlight";
"INDEX_BAL" = "Reconstruindo o índex do Mail";
"SIDEBAR" = "Restaurando Barra Lateral das janelas do Finder";
"HELPVIEWER" = "Restaurando menu do Visualizador de Ajuda";
"ENDMAINTAIN" = "Manutenção completa.";
"MSG_ENDMAINTAIN" = "Comandos de manutenção selecionados executados com sucesso.";

"CLEAN" = "Limpeza em andamento...";
"CACHE_BOOT" = "Apagando Cache de Boot";
"CACHE_KERNEL" = "Apagando Cache de Kernel";
"CACHE_INTLDATA" = "Apagando Cache das Preferências de Idioma e Texto";
"CUPS_FILES" = "Apagando todas as tarefas CUPS";
"CACHE_DIRECTORYSERVICE" = "Apagando Cache do Serviço de Diretório";
"CACHE_COMPQT" = "Apagando Cache dos Componentes do QuickTime";
"CACHE_COMPAUDIO" = "Apagando Cache dos Componentes de Audio";
"CACHE_COMPOTHERS" = "Apagando Cache de Diversos Componentes";
"CACHE_APP" = "Apagando Cache dos Aplicativos";
"CACHE_PREFPANES" = "Apagando Cache dos Painéis de Preferências";
"CACHE_AU" = "Apagando Cache de Audio Units";
"CACHE_JAVA" = "Apagando Cache do Java e Java Applets";
"CACHE_DESKTOP" = "Apagando Cache da Mesa";
"CACHE_ICONDOCK" = "Apagando Cache de Ícones do Dock";
"CACHE_COLORSYNC" = "Apagando Cache de Perfis do ColorSync";
"CACHE_QUICKLOOK" = "Apagando Cache do QuickLook";
"TEMP_ITEMS" = "Apagando itens temporários";
"CACHE_BROWSER" = "Apagando Cache do Navegador";
"CACHE_DOWNLOAD" = "Apagando Cache de Transferências";
"HISTORY_BROWSER" = "Apagando Histórico do Navegador";
"RECENT_SEARCH" = "Apagando Pesquisas Recentes";
"WEBPAGE_PREVIEWS" = "Apagando Imagens de Pré-Visualização de Páginas da Web";
"BOOKMARKS_ICONS" = "Apagando ícones dos Favoritos";
"INFOS_FORM" = "Apagando Informação de Formulários";
"COOKIES" = "Apagando todos os Cookies";
"CACHE_FONTS" = "Apagando Cache de Fontes ";
"RECENT_ITEMS" = "Apagando lista de Itens Recentes";
"RECENT_CONVERSIONS" = "Apagando Conversões Recentes da Calculadora";
"MAIL_DOWNLOADS" = "Apagando arquivos da pasta Downloads do Mail";
"SAVED_SEARCHES" = "Apagando itens da pasta de Buscas Salvas";
"TMP" = "Apagando Arquivos Temporários e Obsoletos";
"OLDITUNESLIB" = "Apagando Bibliotecas Anteriores do iTunes";
"MYCOMPSS" = "Apagando lista de Computadores do Compartilhamento de Tela";
"CONTENTGUIDEQT" = "Apagando Guia de Conteúdo do QuickTime";
"ENDCLEAN" = "Limpeza concluída.";
"MSG_ENDCLEAN" = "Comandos de limpeza selecionados executados com sucesso.";

"EMPTY_TRASH" = "Apagando o conteúdo do Lixo";
"DESTROY_TRASH" = "Destruindo o conteúdo do Lixo";
"ALRT_TRASH" = "O conteúdo do Lixo de todas as contas, em todos os volumes conectados, será removido definitivamente.";
"MSG_DESTROYTRASH" = "Aviso: Este processo levará algum tempo. Aguarde o término da tarefa!";
"ENDEMPTYTRASH" = "O Lixo foi esvaziado.";
"MSG_ENDEMPTYTRASH" = "O conteúdo do Lixo de todas as contas, em todos os volumes conectados, foi removido com sucesso.";

"LOCATE_YES" = "Criando Banco de Dados Locate";
"LOCATE_NO" = "Apagando Banco de Dados Locate";
"MSG_DELETELOCATE" = "Tem certeza que deseja apagar o Banco de Dados Locate?";
"UPDATE_LOCATE" = "Atualizando Banco de Dados Locate";
"SEARCH_LOCATE" = "Buscando no Banco de Dados Locate";
"ENDUPDLOCATE" = "Banco de Dados Locate atualizado.";
"MSG_ENDUPDLOCATE" = "O Banco de Dados Locate foi reconstruído e atualizado com sucesso.";
"SEARCH_RESULT" = "Resultado da Busca";
"NO_ITEMFOUND" = "Nenhum item contendo";
"NO_FOUND" = "foi encontrado.";
"ONE_ITEMFOUND" = "Apenas um item contendo";
"ONE_FOUND" = "foi encontrado.";
"MORE_ITEMFOUND" = "itens contendo";
"MORE_FOUND" = "foram encontrados.";
"UPDATE_WHATIS" = "Atualizando Banco de Dados Whatis";
"ENDUPDWHATIS" = " Banco de Dados Whatis Atualizado.";
"MSG_ENDUPDWHATIS" = "O Banco de Dados Whatis foi reconstruído e atualizado com sucesso.";

"ACCT_YES" = "Habilitando o relatório de processos";
"ACCT_NO" = "Desabilitando o relatório de processos";

"SHOWVOLUME" = "Mostrando o volume: ";
"HIDEVOLUME" = "Ocultando o volume: ";
"SHOWFOLDER" = "Mostrando a pasta: ";
"HIDEFOLDER" = "Ocultando a pasta: ";
"SHOWFILE" = "Mostrando o arquivo: ";
"HIDEFILE" = "Ocultando o arquivo: ";

"AUTOMATE" = "Automação em andamento...";
"ALL_LOGS" = "Apagando Logs e Informes de Uso";
"SYSTEM_CACHE" = "Apagando Cache do Sistema";
"USER_CACHE" = "Apagando Cache do Usuário";
"WEB_CACHE" = "Apagando Cache e Histórico do Navegador";
"MISC_ITEMS" = "Apagando Itens Diversos";
"ENDAUTOMATE" = "Automação finalizada.";
"MSG_ENDAUTOMATE" = "Comandos de automação selecionados executados com sucesso.";

"RESTART" = "Os comandos selecionados foram executados com sucesso."; 
"MSG_RESTART" = "Reinicie o seu computador agora!";

"DOUBLEBOTH" = "Habilitando setas juntas em ambas as extremidades da barra de rolagem";
"DOUBLEMAX" = "Habilitando setas juntas embaixo e à direita da barra de rolagem";
"DOUBLEMIN" = "Habilitando setas juntas em cima e à esquerda da barra de rolagem";
"SINGLE" = "Desabilitando setas separadas em cada extremidade da barra de rolagem";
"SETTIME" = "Modificando a velocidade do aparecimento de janelas folha";
"CRASHREPORT_BASIC" = "Habilitando modo Básico para as Mensagens de Diagnóstico";
"CRASHREPORT_DEV" = "Habilitando modo de Desenvolvedor para as Mensagens de Diagnóstico";
"CRASHREPORT_SERVER" = "Habilitando modo Servidor para as Mensagens de Diagnóstico";
"DSSTORENETWORK_YES" = "Habilitando a criação de arquivos .DS_Store em volumes de rede";
"DSSTORENETWORK_NO" = "Desabilitando a criação de arquivos .DS_Store em volumes de rede";
"DSSTORENETWORK" = "Modificando a criação de arquivos .DS_Store em volumes de rede."; 
"DSSTORENETWORK_RESTART" = "A modificação da criação de arquivos .DS_Store em volumes de rede surtirá efeito apenas após reiniciar.\nGostaria de reiniciar agora? Lembre-se de salvar seus dados!";
"FORMAT_CAPTURE" = "Modificando o formato padrão da captura de tela";
"SHADOWSC_YES" = "Habilitando sombreamento de janelas na captura de tela";
"SHADOWSC_NO" = "Desabilitando sombreamento de janelas na captura de tela";
"PATH_CAPTURE" = "Modificando o caminho de salvamento para as capturas de tela";
"NEWNAME_CAPTURE" = "Modificando nome das capturas de tela";
"RECENTITEMS_YES" = "Mostrar Itens Recentes na lista de aplicativos";
"RECENTITEMS_NO" = "Ocultar Itens Recentes na lista de aplicativos";
"RECENTPLACES" = "Modificando número de Lugares Recentes nas janelas de diálogos";
"START_ANIMDESKTOP" = "Iniciando Fundo de Mesa Animado";
"STOP_ANIMDESKTOP" = "Finalizando Fundo de Mesa Animado";
"ALERTDOWNLOADED_YES" = "Mostrando mensagem de alerta ao abrir pela primeira vez aplicativos baixados da Internet";
"ALERTDOWNLOADED_NO" = "Ocultando mensagem de alerta ao abrir pela primeira vez aplicativos baixados da Internet";
"PP_ARCHIVES" = "Instalando Painel de Preferências de Arquivos Comprimidos";
"PP_PROCESSOR" = "Instalando Painel de Preferências do Processador";
"REINIT_GENERAL" = "Reinicializando Parâmetros Gerais";

"ZOOMAPP_YES" = "Habilitando efeito zoom ao abrir aplicativos";
"ZOOMAPP_NO" = "Desabilitando efeito zoom ao abrir aplicativos";
"ZOOMWIND_YES" = "Habilitando efeito zoom nas janelas";
"ZOOMWIND_NO" = "Desabilitando efeito zoom nas janelas";
"ANIMINFO_YES" = "Habilitando animação da janela de Informações";
"ANIMINFO_NO" = "Desabilitando animação da janela de Informações";
"ANIMSNAP_YES" = "Habilitando animação ao Alinhar à Grade";
"ANIMSNAP_NO" = "Desabilitando animação ao Alinhar à Grade";
"SHOWFILESFINDER_YES" = "Mostrando arquivos e pastas ocultos";
"SHOWFILESFINDER_NO" = "Ocultando arquivos e pastas ocultos";
"PATHINTITLE_YES" = "Mostrando caminho do item no título da janela";
"PATHINTITLE_NO" = "Ocultando caminho do item no título da janela";
"FOLDERCONTENTQL_YES" = "Mostrando prévia de conteúdo da pasta no Quick Look";
"FOLDERCONTENTQL_NO" = "Ocultando prévia de conteúdo da pasta no Quick Look";
"LABEL_1LINE" = "Mostrando etiqueta dos ícones numa linha única";
"LABEL_2LINES" = "Mostrando etiqueta dos ícones em duas linhas";
"MENUBAR" = "Modificando o fundo da Barra de Menu";
"MENUBAR_RESTART" = "A modificação do fundo da Barra de Menu ocorrerá somente após reiniciar.\nGostaria de reiniciar agora? Lembre-se de salvar seus dados!";
"SHOWPREFS_YES" = "Habilitando o item de menu Preferências sob o menu Finder";
"SHOWPREFS_NO" = "Desabilitando o item de menu Preferências sob o menu Finder";
"SHOWTRASH_YES" = "Habilitando o item de menu Esvaziar Lixo sob o menu Finder";
"SHOWTRASH_NO" = "Desabilitando o item de menu Esvaziar Lixo sob o menu Finder";
"QUITFINDER_YES" = "Habilitando o item de menu Encerrar sob o menu Finder";
"QUITFINDER_NO" = "Desabilitando o item de menu Encerrar sob o menu Finder";
"SHOWEJECT_YES" = "Habilitando o item de menu Ejetar sob o menu Arquivo";
"SHOWEJECT_NO" = "Desabilitando o item de menu Ejetar sob o menu Arquivo";
"SHOWBURN_YES" = "Habilitando o item de menu Gravar no Disco sob o menu Arquivo";
"SHOWBURN_NO" = "Desabilitando o item de menu Gravar no Disco sob o menu Arquivo";
"PERSOTOOLBAR_YES" = "Habilitando o item de menu Personalizar Barra de Ferramentas sob o menu Visualizar";
"PERSOTOOLBAR_NO" = "Desabilitando o item de menu Personalizar Barra de Ferramentas sob o menu Visualizar";
"VIEWOPTIONS_YES" = "Habilitando o item de menu Opções de Visualização sob o menu Visualizar";
"VIEWOPTIONS_NO" = "Desabilitando o item de menu Opções de Visualização sob o menu Visualizar";
"IDISK_YES" = "Habilitando o item de menu iDisk sob o menu Ir";
"IDISK_NO" = "Desabilitando o item de menu iDisk sob o menu Ir";
"SHOWGOTOFOLDER_YES" = "Habilitando o item de menu Ir para a Pasta sob o menu Ir";
"SHOWGOTOFOLDER_NO" = "Desabilitando o item de menu Ir para a Pasta sob o menu Ir";
"SHOWCONNECTTO_YES" = "Habilitando o item de menu Conectar ao Servidor sob o menu Ir";
"SHOWCONNECTTO_NO" = "Desabilitando o item de menu Conectar ao Servidor sob o menu Ir";
"EXTRASMENU" = "Habilitando o menu ";
"EXTRASMENUBAR" = " à Barra de Menu";
"REINIT_FINDER" = "Reinicializando parâmetros ocultos do Finder";

"DOCK3D" = "Habilitando aparência 3D com efeito vidro ao Dock";
"DOCK2D" = "Habilitando aparência 2D com efeito transparente ao Dock";
"GENIE" = "Habilitando Efeito Genie";
"SCALE" = "Habilitando Efeito Escala";
"SUCK" = "Habilitando Efeito Sucção";
"MINIMIZE128_YES" = "Desabilitando a Redução proporcional das janelas ao Dock";
"MINIMIZE128_NO" = "Habilitando a Redução proporcional das janelas ao Dock";
"ORIENTATION_BOTTOM" = "Mostrando o Dock na posição inferior da tela";
"ORIENTATION_LEFT" = "Mostrando o Dock à esquerda da tela";
"ORIENTATION_RIGHT" = "Mostrando o Dock à direita da tela";
"PINNING_START" = "Ancorando o Dock à beira de seu início";
"PINNING_MIDDLE" = "Alinhando o Dock ao centro da tela";
"PINNING_END" = "Ancorando o Dock à beira de seu fim";
"ALIGN_TOP" = "Ancorado ao Topo";
"ALIGN_BOTTOM" = "Ancorado ao Fundo";
"ALIGN_LEFT" = "Ancorado à Esquerda";
"ALIGN_RIGHT" = "Ancorado à Direita";
"LAUNCHANIM_YES" = "Habilitando animação ao abrir aplicativos";
"LAUNCHANIM_NO" = "Desabilitando animação ao abrir aplicativos";
"NOBOUNCING_YES" = "Desabilitando animação para alerta ao fundo";
"NOBOUNCING_NO" = "Habilitando animação para alerta ao fundo";
"ONLYSTATICAPP_YES" = "Mostrando apenas aplicativos abertos no Dock";
"ONLYSTATICAPP_NO" = "Mostrando todos aplicativos abertos no Dock";
"SHOWHIDDEN_YES" = "Habilitando Ícones Translúcidos para aplicativos ocultos no Dock";
"SHOWHIDDEN_NO" = "Desabilitando Ícones Translúcidos para aplicativos ocultos no Dock";
"AUTOHIDE_YES" = "Habilitando ocultação e exibição automática do Dock";
"AUTOHIDE_NO" = "Desabilitando ocultação e exibição automática do Dock";
"ANIMDOCK_YES" = "Habilitando animação ao ocultar/exibir o Dock";
"ANIMDOCK_NO" = "Desabilitando animação ao ocultar/exibir o Dock";
"EXPOSEMENUS_YES" = "Habilitando menus do Exposé";
"EXPOSEMENUS_NO" = "Desabilitando menus do Exposé";
"LOCKSIZE_YES" = "Bloqueando tamanho dos ícones no Dock";
"LOCKSIZE_NO" = "Desbloqueando tamanho dos ícones no Dock";
"LOCKCONTENT_YES" = "Bloqueando conteúdo do Dock";
"LOCKCONTENT_NO" = "Desbloqueando conteúdo do Dock";
"SINGLEAPP_YES" = "Habilitando modo de Aplicativo Único";
"SINGLEAPP_NO" = "Desabilitando modo de Aplicativo Único";
"LISTSTACK_YES" = "Habilitando Menu de Lista não hierárquico das Pilhas";
"LISTSTACK_NO" = "Habilitando Menu de Lista hierárquico das Pilhas";
"MOUSEOVERSTACK_YES" = "Habilitando destaque pelo mouse nas pilhas visualizadas em Grade";
"MOUSEOVERSTACK_NO" = "Desabilitando destaque pelo mouse nas pilhas visualizadas em Grade";
"STACK_RECENTFAVORITE" = "Adicionando Pilha de itens Recentes/Favoritos ao Dock";
"SPACER_APP" = "Adicionando espaçador ao lado esquerdo do Dock";
"SPACER_OTHERS" = "Adicionando espaçador ao lado direito do Dock";
"RESTORE_DOCK" = "Restaurando parâmetros e visualização do Dock";
"REINIT_DOCK" = "Reinicializando parâmetros ocultos do Dock";

"HIDECONTROLSQT_YES" = "Desabilitando o Controle de Reprodução nas janelas do QuickTime";
"HIDECONTROLSQT_NO" = "Habilitando o Controle de Reprodução nas janelas do QuickTime";
"HIDETITLEQT_YES" = "Desabilitando a barra de títulos nas janelas do QuickTime";
"HIDETITLEQT_NO" = "Habilitando a barra de títulos nas janelas do QuickTime";
"AUTOPLAYMOVIE_YES" = "Habilitando reprodução automática ao abrir filme";
"AUTOPLAYMOVIE_NO" = "Desabilitando reprodução automática ao abrir filme";
"ROUNDEDCORNERS_YES" = "Habilitando arredondamento das janelas";
"ROUNDEDCORNERS_NO" = "Desabilitando arredondamento das janelas";
"FULLSCREENQT_YES" = "Habilitando modo Tela Cheia do QuickTime";
"FULLSCREENQT_NO" = "Desabilitando modo Tela Cheia do QuickTime";
"QTINFOPANEL_YES" = "Habilitando Inspetor do Filme no QuickTime Player 7 ao iniciar";
"QTINFOPANEL_NO" = "Desabilitando Inspetor do Filme no QuickTime Player 7 ao iniciar";
"REINIT_QUICKTIME" = "Reinicializando parâmetros ocultos do QuickTime";

"PDFAUTO_YES" = "Habilitando a abertura de arquivos PDF no Safari";
"PDFAUTO_NO" = "Desabilitando a abertura de arquivos PDF no Safari";
"SAFARICACHE_YES" = "Habilitando o cache de imagens do Safari";
"SAFARICACHE_NO" = "Desabilitando o cache de imagens do Safari";
"BACKFORWARD_YES" = "Habilitando botões Voltar/Avançar no Safari";
"BACKFORWARD_NO" = "Desabilitando botões Voltar/Avançar no Safari";
"SINGLEWIND_YES" = "Habilitando modo de janela única no Safari";
"SINGLEWIND_NO" = "Desabilitando modo de janela única no Safari";
"CONFIRMCLOSEWIND_NO" = "Desabilitando confirmação ao fechar várias abas no Safari";
"CONFIRMCLOSEWIND_YES" = "Habilitando confirmação ao fechar várias abas no Safari";
"DEBUGSAFARI_YES" = "Habilitando menu Desenvolvedor no Safari";
"DEBUGSAFARI_NO" = "Desabilitando menu Desenvolvedor no Safari";
"FAVICON_YES" = "Habilitando ícones dos Favoritos";
"FAVICON_NO" = "Desabilitando ícones dos Favoritos";
"SHOWTOOLTIPS_YES" = "Mostrando endereço URL dos links na janela de dicas da ferramenta";
"SHOWTOOLTIPS_NO" = "Ocultando endereço URL dos links na janela de dicas da ferramenta";
"PRINTBACKGROUND_YES" = "Habilitando Impressão de Fundos no Safari";
"PRINTBACKGROUND_NO" = "Desabilitando Impressão de Fundos no Safari";
"PRINTHEADERFOOTER_YES" = "Habilitando Impressão de Cabeçalhos e Rodapés no Safari";
"PRINTHEADERFOOTER_NO" = "Desabilitando Impressão de Cabeçalhos e Rodapés no Safari";
"HISTO_SAFARI" = "Ajustando parâmetros do histórico do Safari";
"FIXWEBKITBUG" = "Reabilitando opção de Ampliar/Reduzir Apenas Texto";
"REINIT_SAFARI" = "Reinicializando parâmetros ocultos do Safari";

"MAILPLAINTEXT_YES" = "Mostrando novas mensagens do Mail em formato de Texto";
"MAILPLAINTEXT_NO" = "Mostrando novas mensagens do Mail em formato padrão";
"DATADETECTMAIL_NO" = "Desabilitando Detectores de Data do Mail";
"DATADETECTMAIL_YES" = "Habilitando Detectores de Data do Mail";
"VIEWATTACHMENT_YES" = "Habilitando visualização de anexos nas mensagens";
"VIEWATTACHMENT_NO" = "Desabilitando visualização de anexos nas mensagens";
"MAIL_MINIFONTSIZE" = "Modificando tamanho mínimo da fonte nas mensagens do Mail";
"COPYNAMEMAIL_YES" = "Mostrando o nome ao copiar um endereço de e-mail pelo menu contextual";
"COPYNAMEMAIL_NO" = "Ocultando o nome ao copiar um endereço de e-mail pelo menu contextual";
"REINIT_MAIL" = "Reinicializando parâmetros ocultos do Mail";

"TRACKNUMBER_NO" = "Ocultando número das faixas ao importar no iTunes";
"TRACKNUMBER_YES" = "Mostrando número das faixas ao importar no iTunes";
"AUTOPLAY_NO" = "Desabilitando execução automática ao importar no iTunes";
"AUTOPLAY_YES" = "Desabilitando execução automática ao importar no iTunes";
"DISABLESTORE_NO" = "Habilitando iTunes Store no iTunes";
"DISABLESTORE_YES" = "Desabilitando iTunes Store no iTunes";
"SHOWPING_YES" = "Mostrando botão do Ping nas listas do iTunes";
"SHOWPING_NO" = "Ocultando botão do Ping nas listas do iTunes";
"ITUNESLINKS_YES" = "Mostrando setas de link no iTunes";
"ITUNESLINKS_NO" = "Ocultando setas de link no iTunes";
"LINK_MS" = "Redirecionando as setas de link para a iTunes Store";
"LINK_LIB" = "Redirecionando as setas de link para a Biblioteca do iTunes";
"HALFSTARS_YES" = "Habilitando classificação por meia estrela";
"HALFSTARS_NO" = "Desabilitando classificação por meia estrela";
"HIGHCONTRAST_YES" = "Habilitando modo de Contraste Alto no iTunes";
"HIGHCONTRAST_NO" = "Desabilitando modo de Contraste Alto no iTunes";
"ITUNESZOOM_NO" = "Habilitando botão verde para o mini reprodutor";
"ITUNESZOOM_YES" = "Desabilitando botão verde para o mini reprodutor";
"REINIT_ITUNES" = "Reinicializando parâmetros ocultos do iTunes";

"LOAD_IMAGELOGIN" = "Mudando imagem de fundo da Janela de Login";
"RESET_IMAGELOGIN" = "Restaurando imagem de fundo da Janela de Login";
"MSGLOGIN_YES" = "Habilitando mensagem na Janela de Login";
"MSGLOGIN_NO" = "Desabilitando mensagem na Janela de Login";
"MODIF_LOGIN" = "Modificando parâmetros da Janela de Login";
"ENABLEKIOSK" = "Ocultando os itens Reiniciar, Desligar e Finalizar Sessão do menu Apple";
"DISABLEKIOSK" = "Mostrando os itens Reiniciar, Desligar e Finalizar Sessão do menu Apple";
"KIOSKRESTART" = "Modificando o menu Apple."; 
"MSG_KIOSKRESTART" = "Modificando o estado dos itens Reiniciar, Desligar e Finalizar Sessão. Mudanças nos itens do menu Apple surtirão efeito apenas após reiniciar.\nGostaria de reiniciar agora? Lembre-se de salvar seus dados!";
"HIDEBUTSESSION" = "Ocultando os botões na Janela de Login";
"SHOWBUTSESSION" = "Mostrando os botões na Janela de Login";
"INFOLOGIN" = "Modificando Informação na Janela de Login";
"SHOWADMINUSERS_YES" = "Mostrando Administradores na lista de usuários";
"SHOWADMINUSERS_NO" = "Ocultando Administradores na lista de usuários";
"SHOWLOCALUSERS_YES" = "Mostrando usuários Padrão na lista de usuários";
"SHOWLOCALUSERS_NO" = "Ocultando usuários Padrão na lista de usuários";
"SHOWNETWORKUSERS_YES" = "Mostrando usuários da Rede na lista de usuários";
"SHOWNETWORKUSERS_NO" = "Ocultando usuários da Rede na lista de usuários";
"SETBOOT" = "Ajustando Modo de Inicialização";
"ALRT_BOOT" = "Você escolheu o seguinte modo de inicialização: Single User.";
"MSG_BOOT" = "Após reiniciar, seu computador não abrirá o Finder nem mostrará a Mesa. \nPara retornar ao modo de inicialização normal, digite o comando: nvram boot-args='' ''";
"REINIT_LOGIN" = "Reinicializando parâmetros da Janela de Login";

"INDEXING_YES" = "Habilitando indexação do disco de inicialização";
"INDEXING_NO" = "Desabilitando indexação do disco de inicialização";
"DELETE_SPOTLIGHTINDEX" = "Apagando o índex do Spotlight do disco de inicialização";
"DICTSPOTLIGHT_YES" = "Habilitando busca no Dicionário pelo Spotlight";
"DICTSPOTLIGHT_NO" = "Desabilitando busca no Dicionário pelo Spotlight";
"CALCSPOTLIGHT_YES" = "Habilitando Calculadora pelo Spotlight";
"CALCSPOTLIGHT_NO" = "Desabilitando Calculadora pelo Spotlight";
"HIDE_SPOTLIGHTICN" = "Ocultando o ícone do Spotlight na barra de menu";
"SHOW_SPOTLIGHTICN" = "Mostrando o ícone do Spotlight na barra de menu";
"REINIT_SPOTLIGHT" = "Reinicializando parâmetros do Spotlight";

"VERIFYDMG_YES" = "Habilitando verificação das Imagens de Disco";
"VERIFYDMG_NO" = "Desabilitando verificação das Imagens de Disco";
"FORMATDMG_YES" = "Adicionando outros formatos de Imagens de Disco";
"FORMATDMG_NO" = "Apagando outros formatos de Imagens de Disco";
"DEBUGDU_YES" = "Habilitando menu Debug no Utilitário de Disco";
"DEBUGDU_NO" = "Desabilitando menu Debug no Utilitário de Disco";
"VERIFYBURN_YES" = "Habilitando verificação de disco após gravação";
"VERIFYBURN_NO" = "Desabilitando verificação de disco após gravação";
"HELPFLOAT_NO" = "Definindo Janela do Visualizador de Ajuda como não flutuante";
"HELPFLOAT_YES" = "Definindo Janela do Visualizador de Ajuda como flutuante";
"ICONHELP_NO" = "Ocultando ícone do Visualizador de Ajuda do Dock e da troca entre aplicativos";
"ICONHELP_YES" = "Mostrando ícone do Visualizador de Ajuda no Dock e na troca entre aplicativos";
"DEBUGHELP_NO" = "Desabilitando modo de Debug do Visualizador de Ajuda";
"DEBUGHELP_YES" = "Habilitando modo de Debug do Visualizador de Ajuda";
"X11ALERTQUIT_NO" = "Desabilitando mensagem de alerta ao encerrar o X11";
"X11ALERTQUIT_YES" = "Habilitando mensagem de alerta ao encerrar o X11";
"APP_X11" = "Modificando o aplicativo a ser executado ao iniciar o X11";
"SSBONJOUR_YES" = "Habilitando navegador do Bonjour no Compartilhamento de Tela";
"SSBONJOUR_NO" = "Desabilitando navegador do Bonjour no Compartilhamento de Tela";
"SSTOOLBAR_YES" = "Habilitando Barra de Ferramentas completa no Compartilhamento de Tela";
"SSTOOLBAR_NO" = "Desabilitando Barra de Ferramentas completa no Compartilhamento de Tela";
"DASHBOARD_YES" = "Habilitando Dashboard";
"DASHBOARD_NO" = "Desabilitando Dashboard";
"DEVMODE_YES" = "Habilitando modo de Desenvolvedor do Dashboard";
"DEVMODE_NO" = "Desabilitando modo de Desenvolvedor do Dashboard";
"RIPPLE_YES" = "Habilitando efeito ondular ao adicionar um Widget novo";
"RIPPLE_NO" = "Desabilitando efeito ondular ao adicionar um Widget novo";
"DEBUGARD_YES" = "Habilitando menu Debug do Apple Remote Desktop";
"DEBUGARD_NO" = "Desabilitando menu Debug do Apple Remote Desktop";
"DEBUGICAL_YES" = "Habilitando menu Debug do iCal";
"DEBUGICAL_NO" = "Desabilitando menu Debug do iCal";
"DATADETECTICHAT_NO" = "Desabilitando Detectores de Data do iChat";
"DATADETECTICHAT_YES" = "Habilitando Detectores de Data do iChat";
"FOCUSTERMINAL_YES" = "Habilitando modo de foco nas janelas do Terminal";
"FOCUSTERMINAL_NO" = "Desabilitando modo de foco nas janelas do Terminal";
"ASINSPECTOR_YES" = "Habilitando Inspetor AppleScript no Interface Builder";
"ASINSPECTOR_NO" = "Desabilitando Inspetor AppleScript no Interface Builder";
"REINIT_MISC" = "Reinicializando diversos parâmetros ocultos";

"NO_SN" = "Número de série não inicializado. \nProvavelmente a placa mãe foi trocada.";
"PURGE_MEMORY" = "Purgando memória inativa";
"DISABLE_SWAP" = "Desativando memória virtual";
"ENABLE_SWAP" = "Ativando memória virtual";
"MODIF_JOURNAL" = "Modificando o estado do registro cronológico Mac OS Expandido";
"JOURNAL_YES" = "Ativando o Registro Cronológico Mac OS Expandido";
"JOURNAL_NO" = "Desativando o Registro Cronológico Mac OS Expandido";
"SHOW_MINIPROFILE" = "Mostrando Perfil Reduzido";
"SHOW_BASICPROFILE" = "Mostrando Perfil Básico";
"SHOW_FULLPROFILE" = "Mostrando Perfil Completo";
"SAVE_MINIPROFILE" = "Salvando Perfil Reduzido";
"SAVE_BASICPROFILE" = "Salvando Perfil Básico";
"SAVE_FULLPROFILE" = "Salvando Perfil Completo";
"PROFILE_SAVED" = "O perfil foi salvo.";
"MSG_XMLSAVED" = "O perfil de configuração de hardware e software foi salvo na Mesa, em formato XML (.spx).";
"MSG_TXTSAVED" = "O perfil de configuração de hardware e software foi salvo na Mesa, em formato Texto (.txt).";

"DEL_LOG" = "Apagando o Log do OnyX";
"NEWLOG" = "Novo log criado...";
"DEL_REPORTS" = "Apagando Crash Reports do OnyX";

"BAD_SYSTEM" = "OnyX não funcionará com esta versão do Mac OS X.";
"GOOD_SYSTEM" = "Esta versão do OnyX requer o Mac OS X versão 10.6 (Snow Leopard).";
"BADPASS" = "O nome ou a senha digitados estão incorretos.";
"MSG_BADPASS" = "Tente digitar seus dados novamente.";

"ERROR" = "Erro: ";
"MSG_NOSCRIPTLOG" = "Estes scripts de manutenção provavelmente nunca foram executados.";
"ERR_ONYXLOG" = "O Log de Sistema do OnyX está desligado.";
"MSG_ONYXLOG" = "Você provavelmente personalizou o formato de Data e Hora nas Preferências do Sistema. Um bug do Sistema previne a operação do Log de Sistema do OnyX.";
"ERR_UPDLOCATE" = "Erro detectado ao reconstruir o Banco de Dados Locate.";
"ERR_UPDWHATIS" = "Erro detectado ao reconstruir o Banco de Dados Whatis.";
"NOT_FOUND" = "Nenhum item encontrado";
"ERR_INFOJOURNAL" = "Erro detectado ao ler o estado do registro cronológico. Não é possível ativar/desativar.";
"ERR_ENABLEJOURNAL" = "Erro detectado ao ativar o registro cronológico.";
"ERR_DISABLEJOURNAL" = "Erro detectado ao desativar o registro cronológico.";
"ERR_LOAD" = "Ocorreu um Erro de Carregamento.";
"ERR_DEVTOOLS" = "Erro detectado ao instalar o Painel de Preferências.";
"ERR_SYNTAX" = "Ocorreu um erro de Sintaxe.";
"ERR_DSSTORE" = "Erro detectado ao apagar os arquivos .DS_Store.";
"MSG_DSSTORE" = "Verifique o caminho...";
"ERR_DATAENTRY" = "Ocorreu um erro na Entrada de Dados.";
"ERR_NONAME" = "Nenhum nome especificado. Digite um nome.";
"ERR_POINTNAME" = "O nome especificado começa por ponto. Arquivos que começam por pontos são escondidos pelo Sistema. Escolha outro nome.";
"NO_ANIMDESKTOP" = "Nenhum fundo de Mesa foi escolhido.";
"CHOOSE_ANIMDESKTOP" = "Escolha um fundo de Mesa e então clique em Iniciar.";
"MSGLOGIN" = "A Mensagem de Login não foi registrada.";
"ERR_MSGLOGIN" = "Você provavelmente usou de caracteres inválidos. Modifique sua mensagem e tente novamente...";
"ERR_UPDATE" = "Ocorreu um erro ao buscar por uma atualização do OnyX.";
"ERR_UPDATERETRY" = "Erro detectado ao buscar por uma atualização do OnyX. O Site da Rede pode estar indisponível, ou você não estar conectado à Internet. Tente novamente mais tarde.";
"NO_FILE" = "Este arquivo não existe.";
"NOCOMMAND" = "Nenhum comando foi selecionado...";
"SELECT_COM" = "Selecione um comando da lista ou digite um comando no campo de busca.";
"NO_MAN" = "Não há entrada no manual para o comando: ";
"UNKNOWN_COM" = "Este comando ou entrada de manual é desconhecido.";
"EMPTY_LIST" = "Lista vazia.";
"NO_SELECTION" = "Nenhum item selecionado";
"MSG_NOCASE" = "Selecione ao menos uma opção e tente novamente.";
"ERR_TYPEPROFILE" = "Este perfil é indefinido.";
"MSG_TYPEPROFILE" = "Escolha um estilo de perfil...";
"ERR_FORMATPROFILE" = "O formato é indefinido.";
"MSG_FORMATPROFILE" = "Escolha um formato de perfil...";
"MSG_SAVEPROFILE" = "Erro detectado ao salvar o perfil de sua configuração.";
"NO_LOGONYX" = "O Log do OnyX (~/Library/Logs/OnyX.log) não existe. Provavelmente foi removido.";
"BAD_CRASHONYX" = "O arquivo selecionado foi renomeado ou não é um Relatório de Uso do Onyx.";

"ALRT" = "Aviso:";
"ALRT_HIDEDISK" = "Você realmente deseja ocultar o disco de inicialização?";
"ALRT_FINDER" = "OnyX reiniciará o Finder. Certifique-se de não haver operações em andamento (cópia ou relocação de arquivos, esvaziamento do Lixo, etc), e então clique em Continuar.";
"ALRT_SYSTEMUISERVER" = "OnyX reiniciará o processo SystemUIServer. Este processo exibe os ícones à direita da barra de menu do Finder.";
"ALRT_APPS" = "OnyX encerrará todos os aplicativos abertos. Certifique-se de não haver operações em andamento e de que seus documentos estejam salvos, e então clique em Continuar.";
"ALRT_ALLAPPS" = "OnyX encerrará todos os aplicativos abertos.";
"ALRT_FINDERAPPS" = "OnyX reiniciará o Finder e outros aplicativos. Certifique-se de não haver operações em andamento e de que seus documentos estejam salvos, e então clique em Continuar.";
"ALRT_RESTOREDOCK" = "OnyX irá restaurar e reiniciar o Dock. Os parâmetros serão revertidos ao padrão e sua exibição será a mesma de quando o Sistema foi instalado.";
"ALRT_REINITDOCK" = "OnyX irá restaurar e reiniciar o Dock.";
"ALRT_DOCK" = "OnyX reiniciará o Dock para que essa mudança surta efeito.";
"ALRT_SAFARI" = "OnyX encerrará o Safari. Certifique-se de não haver transferências em andamento e clique em Continuar.";
"ALRT_ITUNES" = "OnyX encerrará o iTunes. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_DU" = "OnyX encerrará o Utilitário de Disco. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_TERM" = "OnyX encerrará o Terminal. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_QTPLAYER" = "OnyX encerrará o QuickTime Player. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_MAIL" = "OnyX encerrará o Mail. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_ARD" = "OnyX encerrará o Apple Remote Desktop. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_ICAL" = "OnyX encerrará o iCal. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_ICHAT" = "OnyX encerrará o iChat. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_HELPVIEWER" = "OnyX encerrará o Visualizador de Ajuda. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_X11" = "OnyX encerrará o X11 e seus aplicativos. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_SS" = "OnyX encerrará o Compartilhamento de Tela. Certifique-se de não haver operações em andamento e clique em Continuar.";
"ALRT_IB" = "OnyX encerrará o Interface Builder. Certifique-se de não haver operações em andamento e clique em Continuar.";

"APPLE" = "por Apple Inc.";
"BARRIERE" = "por Joël Barrière";
"MARCHAND" = "por Jérémy Marchand";
"PETERSEN" = "por Dirk Petersen";
"BESSON" = "por Mathieu Besson";
"KINO" = "por Nato Kino";
"BENNETT" = "por Francisco O. Bennett";
"IDIART" = "por Dominique Idiart";
"BLOIS" = "por Jonathan Blois";
"BOUKARABILA" = "por Karim Boukarabila";
"HEUVEL" = "por Vincent van den Heuvel";
"HAWTIN" = "por Michael Hawtin";
"WONDRACK" = "por James Wondrack";
"TOOHEY" = "por Will Toohey";
"COLASHEEP" = "por Cola Sheep";
"RAZAN" = "por John D. Razan";
"J2MC" = "por Jose Juan Medina Cabrera";
"RHINEHART" = "por Brian Rhinehart";
"TOM" = "por Tom";
"LANHAM" = "por David Lanham";

"UNINSTALL_ONYX" = "Você realmente deseja desinstalar o OnyX e seus componentes criados ao instalar e usar o aplicativo?";
"QUIT_ONYX" = "Deseja realmente encerrar o OnyX?";
